{
    "aries": [
        "Today is a good day to start something new.",
        "Expect a pleasant surprise in the afternoon.",
        "Your energy is high; use it wisely."
    ],
    "taurus": [
        "Focus on your financial goals today.",
        "A conversation with a loved one will be rewarding.",
        "Patience is your key to success this week."
    ],
    "gemini": [
        "Your creativity is peaking. Write down your ideas.",
        "Communication is key. Speak your mind clearly.",
        "A short trip could bring unexpected opportunities."
    ],
    "cancer": [
        "Pay attention to your intuition today.",
        "Family matters will be at the forefront.",
        "It's a good day for self-care and relaxation."
    ],
    "leo": [
        "Your leadership skills will be in demand.",
        "Don't be afraid to take center stage.",
        "A creative project will bring you joy."
    ],
    "virgo": [
        "Organization will bring you peace of mind.",
        "A health-related goal is within reach.",
        "Pay attention to the details in your work."
    ],
    "libra": [
        "Seek balance in your personal and professional life.",
        "A partnership could be beneficial for you.",
        "Your charm will open doors for you today."
    ],
    "scorpio": [
        "Your intensity will help you achieve your goals.",
        "Trust your instincts when making decisions.",
        "A deep conversation will be enlightening."
    ],
    "sagittarius": [
        "Adventure is calling. Plan a trip or learn something new.",
        "Your optimism is contagious.",
        "Look at the bigger picture to find your way."
    ],
    "capricorn": [
        "Your hard work is about to pay off.",
        "Focus on your long-term goals.",
        "Discipline is your superpower today."
    ],
    "aquarius": [
        "Your innovative ideas will be well-received.",
        "Connect with your friends and community.",
        "Dare to be different."
    ],
    "pisces": [
        "Your imagination is your greatest asset today.",
        "Listen to your dreams and intuition.",
        "Compassion will guide you in your interactions."
    ]
}
